Repository: BerzanErdal/flutter_bootcamp_odev1
Catalog: lib/l10n/app_*.arb
Languages: tr

# ilkYazi
source: Upgrade Now
tr: Şimdi Yükselt

# denemeIlkYazi
source: Your first
tr: İlk

# denemeSonYazi
source: days free
tr: gün ücretsiz deneme

# denemeAltYazi
source: No Comintment Cancel anytime
tr: Taahhütsüz iptal etme

# ikon1Yazi
source: An Ad-Free trip
tr: Reklamsız bir yolculuk

# ikon2Yazi
source: 500% Faster
tr: 500% Daha Hızlı

# ikon3Yazi
source: Global Servers
tr: Küresel Sunucular

# button1UstYazi
source: 1 Week
tr: 1 Hafta

# button1AltYazi
source: renews $4.99 week after trial ends
tr: deneme sona erdiğinde 180₺/hafta

# button1CaprazYazi
source: Total $4.99
tr: Toplam 180₺

# button2UstYazi
source: 1 Month
tr: 1 Ay

# button2AltYazi
source: renews $12.99/mo after trial ends
tr: deneme sona erdiğinde 520₺/ay

# button2CaprazYazi
source: Total $12.99
tr: Toplam 520₺

# button3UstYazi
source: 1 Year
tr: 1 Yıl

# button3AltYazi
source: renews $69.99/yr aftrer trial ends
tr: deneme sona erdiğinde 2600₺/yıl

# button3CaprazYazi
source: Total $69.99
tr: Toplam 2600₺

# altYazi1
source: Start your 3-day free trial
tr: 3 günlük ücretsiz denemenizi başlatın

# altYazi2
source: Remove then $69.99 per year
tr: Daha sonra yıllık 2600₺

# altButton
source: Subscribe Now!
tr: Şimdi İndir!
